Revit 2024 API
FieldDomainPointsByUV Constructor
Overload List
Name | Description
FieldDomainPointsByUV(IList<UV>)
 Creates object from an array of two-dimensional point coordinates
FieldDomainPointsByUV(IList<UV>, ICollection<Double>, ICollection<Double>)
 Creates object from an array of two-dimensional point coordinates
See Also
FieldDomainPointsByUV Class
FieldDomainPointsByUV Members
Autodesk.Revit.DB.Analysis Namespace